exports.default = [
    '航天航空',
    '华为欧拉',
    '第四代半导体',
    '旅游概念',
    '短剧互动游戏',
    '农业种植',
    'CRO',
    '冰雪经济',
    '小红书概念',
    '新零售',
    '虚拟电厂',
    '绿色电力',
    '培育钻石',
    '白酒',
    '华为昇腾',
    '飞行汽车(eVTOL)',
    '煤化工概念',
    '大飞机',
    '创新医疗服务',
    '油气资源',
    '汽车整车',
    '跨境支付',
    '光刻机',
    'MLCC',
    '创新药',
    '减速器',
    '卫星互联网',
    '稀土永磁',
    '氟化工概念',
    '华为海思',
    '玻璃基板',
    '先进封装',
    '军工',
    '商业航天',
    '第三代半导体',
    '人形机器人',
    '超级电容',
    '海洋经济',
    '光伏概念',
    '可控核聚变',
    '铜缆高速连接',
    '黄金概念',
    '光纤概念',
    '液冷服务器',
    '锂电池概念',
    '机器人概念',
    '半导体概念',
    '光通信模块',
    'CPO概念',
    'PCB',
    '存储芯片',
    '中证500',
    '智能驾驶',
    '海工装备',
    '特高压',
    '碳化硅',
    '抖音概念(字节概念)',
    '保险Ⅱ',
    '证券Ⅱ',
    '银行Ⅱ'
]

exports.techBlockList = [
    '第四代半导体',
    '华为昇腾',
    '光刻机',
    'MLCC',
    '华为海思',
    '玻璃基板',
    '先进封装',
    '第三代半导体',
    '铜缆高速连接',
    '光纤概念',
    '液冷服务器',
    '半导体概念',
    '光通信模块',
    'CPO概念',
    'PCB',
    '存储芯片',
];

exports.techBlockMap = [
     {
        name: '光通信模块',
        code: 'BK1136'
    },
    {
        name: '半导体概念',
        code: 'BK0917'
    },
    {
        name: 'CPO概念',
        code: 'BK1128'
    },
    {
        name: 'PCB',
        code: 'BK0877'
    },
    {
        name: '存储芯片',
        code: 'BK1137'
    },
    {
        name: '液冷服务器',
        code: 'BK1138'
    },
    {
        name: '光纤',
        code: 'BK1660'
    },
    {
        name: '铜缆高速连接',
        code: 'BK1168'
    },
    {
        name: '先进封装',
        code: 'BK1101'
    },
    {
        name: 'MLCC',
        code: 'BK0890'
    },
    {
        name: '玻璃基板',
        code: 'BK1175'
    },
    {
        name: '光刻胶',
        code: 'BK0884'
    },
    {
        name: '华为昇腾',
        code: 'BK0995'
    },
];
